Repository: henrikogaard/brev
Catalog: packages/BrevSettings/Sources/BrevSettings/Resources/Localizable.xcstrings
Source language: en
Languages: nb

source: Couldn't restore %lld settings groups.
nb: Kunne ikke gjenopprette %lld innstillingsgrupper.

source: Couldn't save rule: %@
nb: Kunne ikke lagre regel: %@

source: Couldn't save vacation responder: %@
nb: Kunne ikke lagre fraværssvar: %@

source: Couldn't sync local rules: %@
nb: Kunne ikke synkronisere lokale regler: %@

source: Couldn't update rule: %@
nb: Kunne ikke oppdatere regel: %@

source: Count unread mail across every visible folder.
nb: Tell ulest e-post i alle synlige mapper.

source: Count unread mail in Inbox folders only.
nb: Tell ulest e-post kun i innboksmapper.

source: Count unread mail only for accounts enabled below.
nb: Tell ulest e-post kun for kontoer slått på nedenfor.

source: Counter reset. New replies will be sent to incoming messages.
nb: Teller nullstilt. Nye svar sendes til innkommende meldinger.

source: Create and manage contacts on writable contact sources.
nb: Opprett og administrer kontakter på skrivbare kontaktkilder.

source: Create and manage events on writable calendar sources.
nb: Opprett og administrer hendelser på skrivbare kalenderkilder.

source: Create new folder
nb: Opprett ny mappe

source: Created with Brev %@
nb: Laget med Brev %@

source: Credentials are stored in Keychain and used only for this source.
nb: Legitimasjon lagres i Nøkkelringen og brukes bare for denne kilden.

source: Current opt-ins
nb: Gjeldende samtykker

source: Custom
nb: Egendefinert

source: Custom endpoint
nb: Egendefinert endepunkt

source: DAV source connections
nb: DAV-kildetilkoblinger

source: DAV sources require HTTPS. Only local development servers may use HTTP.
nb: DAV-kilder krever HTTPS. Bare lokale utviklingsservere kan bruke HTTP.

source: Dark
nb: Mørk

source: Dark Metal
nb: Mørk metall

source: Date
nb: Dato

source: Date received
nb: Mottatt dato

source: Day, week, and month views over connected calendar sources.
nb: Dags-, ukes- og månedsvisninger over tilkoblede kalenderkilder.

source: Days
nb: Dager

source: Debug-build controls for local development.
nb: Kontroller for debug-bygg til lokal utvikling.

source: Default
nb: Standard

source: Default account
nb: Standardkonto

source: Default browser
nb: Standard nettleser

source: Default follows the app's retention preference. Visibility only changes the sidebar.
nb: Standard følger appens oppbevaringsvalg. Synlighet endrer bare sidelinjen.

source: Default for all accounts. Set per-folder exceptions in Folder Sync.
nb: Standard for alle kontoer. Sett unntak per mappe i Mappesynkronisering.

source: Default mailbox
nb: Standardpostkasse

source: Default per account
nb: Standard per konto

source: Default provider
nb: Standardleverandør

source: Default signature
nb: Standardsignatur

source: Defaults
nb: Standarder

source: Delete
nb: Slett

source: Delete "%@"?
nb: Slett «%@»?

source: Delete Signature
nb: Slett signatur

source: Delete local mail data for this account, then rebuild from the server.
nb: Slett lokale e-postdata for denne kontoen, og bygg opp fra serveren på nytt.

source: Delete local rule?
nb: Slett lokal regel?

source: Delete rule
nb: Slett regel

source: Delete server rule?
nb: Slett serverregel?

source: Delete template?
nb: Slett mal?

source: Delete this template?
nb: Slett denne malen?

source: Deleted "%@".
nb: Slettet «%@».

source: Delivered at %@
nb: Levert kl. %@

source: Demo mailbox mode
nb: Demopostkassemodus

source: Denied
nb: Nektet

source: Destination
nb: Mål

source: Details
nb: Detaljer

source: Developer
nb: Utvikler

source: Disable
nb: Slå av

source: Disabled "%@".
nb: Slo av «%@».

source: Disabled for AI features.
nb: Slått av for AI-funksjoner.

source: Disabled signatures stay saved here but do not appear in the composer.
nb: Deaktiverte signaturer forblir lagret her, men vises ikke i skrivevinduet.

source: Disconnect
nb: Koble fra

source: Discover by email
nb: Finn via e-post

source: Dismiss
nb: Lukk

source: Dismiss all
nb: Lukk alle

source: Dismiss conflict: %@
nb: Lukk konflikt: %@

source: Dismiss export status
nb: Lukk eksportstatus

source: Display avatar, photo, or initials circles beside messages and headers.
nb: Vis avatar-, bilde- eller initialbokser ved siden av meldinger og topptekster.

source: Display current-folder counts at the bottom of the message list.
nb: Vis tellinger for gjeldende mappe nederst i meldingslisten.

source: Display name
nb: Visningsnavn

source: Display order
nb: Visningsrekkefølge

source: Display sender and subject in notifications.
nb: Vis avsender og emne i varsler.

source: Do not show unread badges.
nb: Ikke vis merker for uleste.

source: Domain
nb: Domene

source: Done
nb: Ferdig

source: Download
nb: Last ned

source: Download all mail
nb: Last ned all e-post

source: Download all mail applies this policy immediately after indexing. Headers remain searchable; message bodies follow the selected lookback. Choose Everything before downloading to keep full body search for all mail.
nb: «Last ned all e-post» bruker denne policyen umiddelbart etter indeksering. Topptekster forblir søkbare; brødtekster følger valgt periode. Velg Alt før nedlasting for å beholde fulltekstsøk for all e-post.

source: Download mail locally so all-mail search can use the durable index.
nb: Last ned e-post lokalt slik at søk i all e-post kan bruke den varige indeksen.

source: Downloaded and indexed local mail.
nb: Nedlastet og indeksert lokal e-post.

source: Downloading and indexing mail.
nb: Laster ned og indekserer e-post.

source: Downloading and indexing mail: %lld%% complete.
nb: Laster ned og indekserer e-post: %lld %% fullført.

source: Downloading mail...
nb: Laster ned e-post …

source: Draft staging
nb: Utkastklargjøring

source: Draft text is only sent when you enable AI Writer and choose an AI action.
nb: Utkasttekst sendes bare når du slår på AI-skriver og velger en AI-handling.

source: Due: %@
nb: Forfaller: %@

source: Each rule runs in order. Drag to reorder server-side rules via your provider.
nb: Hver regel kjøres i rekkefølge. Dra for å endre rekkefølgen på serverregler via leverandøren.

source: Edit
nb: Rediger

source: Edit Smart View
nb: Rediger smartvisning

source: Edit local rule
nb: Rediger lokal regel

source: Edit provider
nb: Rediger leverandør

source: Edit server rule
nb: Rediger serverregel

source: Editing for %@
nb: Redigerer for %@

source: Editing is unavailable in this session.
nb: Redigering er ikke tilgjengelig i denne økten.

source: Email (optional)
nb: E-post (valgfritt)

source: Email address
nb: E-postadresse

source: Email address cannot be empty.
nb: E-postadressen kan ikke være tom.

source: Enable AI Writer
nb: Slå på AI-skriver

source: Enable Calendar
nb: Slå på Kalender

source: Enable Calendar or Contacts on a connected Google account from the Sources list; authorization adds the read-only scope for that feature.
nb: Slå på Kalender eller Kontakter på en tilkoblet Google-konto fra Kilder-listen; autorisasjon legger til det skrivebeskyttede omfanget for den funksjonen.

source: Enable Contacts
nb: Slå på Kontakter

source: Enable PIM features on a connected Google account with feature-triggered authorization.
nb: Slå på PIM-funksjoner på en tilkoblet Google-konto med funksjonsutløst autorisasjon.

source: Enable S/MIME
nb: Slå på S/MIME

source: Enable Tasks
nb: Slå på Oppgaver

source: Enable mailbox %@
nb: Slå på postkasse %@

source: Enable notifications
nb: Slå på varsler

source: Enable provider
nb: Slå på leverandør

source: Enable quiet hours
nb: Slå på stilletid

source: Enabled
nb: Slått på

source: Enabled "%@".
nb: Slo på «%@».

source: End date must be after the start date.
nb: Sluttdatoen må være etter startdatoen.

source: Endpoint URL
nb: Endepunkt-URL

source: Ends at
nb: Slutter kl.

source: Enter a valid email address.
nb: Skriv inn en gyldig e-postadresse.

source: Enter a valid server URL.
nb: Skriv inn en gyldig server-URL.

source: Enter an access token.
nb: Skriv inn et tilgangstoken.

source: Enter an app-specific password for this source.
nb: Skriv inn et app-spesifikt passord for denne kilden.

source: Enter an email address so Brev can discover the server.
nb: Skriv inn en e-postadresse slik at Brev kan finne serveren.

source: Enter the account username.
nb: Skriv inn brukernavnet til kontoen.

source: Event editing
nb: Hendelsesredigering

source: Every 15 minutes
nb: Hvert 15. minutt

source: Every 30 minutes
nb: Hvert 30. minutt

source: Every 5 minutes
nb: Hvert 5. minutt

source: Every hour
nb: Hver time

source: Everything
nb: Alt

source: Expired
nb: Utløpt

source: Export
nb: Eksporter

source: Export Material
nb: Eksporter materiale

source: Export as EML…
nb: Eksporter som EML …

# exportAsMbox.action
source: Export as MBOX
nb: Eksporter som MBOX

source: Export as MBOX…
nb: Eksporter som MBOX …

source: Export canceled.
nb: Eksport avbrutt.

source: Export every message from %@.
nb: Eksporter hver melding fra %@.

source: Export failed: %@
nb: Eksport mislyktes: %@

source: Export mail
nb: Eksporter e-post

source: Exported %lld messages.
nb: Eksporterte %lld meldinger.

source: Exported 1 message.
nb: Eksporterte 1 melding.

source: Exporting… %lld messages
nb: Eksporterer %lld meldinger …

source: Exporting… 1 message
nb: Eksporterer 1 melding …

source: Extends the current surface styling into the main and Settings title bars.
nb: Utvider gjeldende flatestil til tittellinjene i hoved- og Innstillings-vinduer.

source: Extensions
nb: Utvidelser

source: External recipient warning
nb: Advarsel om ekstern mottaker

source: External sender icon lookups are enabled for at least one source.
nb: Eksterne avsenderikonoppslag er på for minst én kilde.

source: External sender icon lookups are off. Brev uses Contacts photos and generated initials.
nb: Eksterne avsenderikonoppslag er av. Brev bruker Kontakter-bilder og genererte initialer.

source: Failed: %@
nb: Mislyktes: %@

source: Fetch schedule
nb: Henteplan

source: Files are processed locally. Import adds messages to a mailbox; provider accounts may upload them. Export may download missing originals from your mail provider.
nb: Filer behandles lokalt. Import legger meldinger til i en postkasse; leverandørkontoer kan laste dem opp. Eksport kan laste ned manglende originaler fra e-postleverandøren din.

source: Filter folders
nb: Filtrer mapper

source: Find the server
nb: Finn serveren

source: Fingerprint
nb: Fingeravtrykk

source: Flag
nb: Flagg

source: Flagged
nb: Flagget

source: Folder
nb: Mappe

source: Folder Sync
nb: Mappesynkronisering

source: Folders
nb: Mapper

source: Follow theme
nb: Følg tema

source: Follow-up reminders
nb: Oppfølgings­påminnelser

source: Follow-up reminders are local to this device. They are not synced to the server.
nb: Oppfølgings­påminnelser er lokale på denne enheten. De synkroniseres ikke til serveren.

source: Follows %@ and changes with your theme.
nb: Følger %@ og endres med temaet ditt.

source: Forward to
nb: Videresend til

source: Forward to %@
nb: Videresend til %@

source: Frequent checks. Higher battery usage.
nb: Hyppige sjekker. Høyere batteribruk.

source: Fri
nb: Fre

source: From
nb: Fra

source: Full calendar editing
nb: Full kalenderredigering

source: Full contacts management
nb: Full kontaktadministrasjon

source: Get Brev Nightly
nb: Hent Brev Nightly

source: Get Brev Stable
nb: Hent Brev Stable

source: GitHub API returned HTTP %lld.
nb: GitHub API returnerte HTTP %lld.

source: GitHub releases
nb: GitHub-utgivelser

source: Give the template a name, optional account scope, and body.
nb: Gi malen et navn, valgfritt kontoomfang og innhold.

source: Glass uses Liquid Glass where available with separate pane and sidebar opacity layers for readability.
nb: Glass bruker Liquid Glass der det er tilgjengelig, med separate lag for panel- og sidelinje-gjennomsiktighet for lesbarhet.

source: Global templates appear for every account.
nb: Globale maler vises for alle kontoer.

source: Google Calendar & Contacts
nb: Google Kalender og Kontakter

source: Group by received date
nb: Grupper etter mottatt dato

source: Group conversations
nb: Grupper samtaler

source: HTTPS is required. HTTP is allowed only for local development servers.
nb: HTTPS er påkrevd. HTTP er bare tillatt for lokale utviklingsservere.

source: Has attachment
nb: Har vedlegg

source: Has attachments
nb: Har vedlegg

source: Headers only
nb: Kun topptekster

source: Headers only. Bodies and attachments are never downloaded, and nothing is marked read. You can always use Load related mail on a single conversation instead.
nb: Kun topptekster. Brødtekster og vedlegg lastes aldri ned, og ingenting merkes som lest. Du kan alltid bruke «Last inn relatert e-post» på én samtale i stedet.

source: Hide advanced storage
nb: Skjul avansert lagring

source: Hosted provider with a compatible chat-completions API.
nb: Hostet leverandør med et kompatibelt chat-completions-API.

source: If you can read this, notifications are working.
nb: Hvis du kan lese dette, fungerer varsler.

source: Images, web fonts, and tracking pixels remain off unless enabled in Mailbox View.
nb: Bilder, webfonter og sporingspiksler forblir av med mindre de slås på i Postkassevisning.

source: Import / Export
nb: Import / Eksport

source: Import MBOX File…
nb: Importer MBOX-fil …

source: Import MBOX archives or Maildir folders into Brev.
nb: Importer MBOX-arkiver eller Maildir-mapper til Brev.

source: Import Maildir Folder…
nb: Importer Maildir-mappe …

source: Import and export preferences
nb: Import- og eksportinnstillinger

source: Import destination could not be prepared.
nb: Importmålet kunne ikke klargjøres.

source: Import failed: %@
nb: Import mislyktes: %@

source: Import mail
nb: Importer e-post

source: Import mail into a mailbox or save a folder to files.
nb: Importer e-post til en postkasse eller lagre en mappe til filer.

source: Imported %@
nb: Importerte %@

source: Imported %lld message%@.
nb: Importerte %lld melding%@.

source: Imported %lld messages into %lld local folders.
nb: Importerte %lld meldinger til %lld lokale mapper.

source: Importing %lld messages…
nb: Importerer %lld meldinger …

source: Importing %lld of %lld…
nb: Importerer %lld av %lld …

source: Inbox classification
nb: Innboksklassifisering

source: Inbox unread
nb: Uleste i innboksen

source: Include local folders (%@)
nb: Inkluder lokale mapper (%@)

source: Include messages in Sent
nb: Inkluder meldinger i Sendt

source: Include messages in Trash
nb: Inkluder meldinger i Søppel

source: Include this account in badge counts when selected accounts are used.
nb: Ta med denne kontoen i merketall når utvalgte kontoer brukes.

source: Index status unavailable.
nb: Indeksstatus utilgjengelig.

source: Indexes text from attachments already on this Mac; nothing is downloaded for it.
nb: Indekserer tekst fra vedlegg som allerede er på denne Macen; ingenting lastes ned for det.

source: Indexes text from attachments already on this iPhone; nothing is downloaded for it.
nb: Indekserer tekst fra vedlegg som allerede er på denne iPhonen; ingenting lastes ned for det.

source: Infrequent checks. Minimal battery impact.
nb: Sjeldne sjekker. Minimal batteripåvirkning.

source: Initials only
nb: Kun initialer

source: Inspect local mail data, rebuild the search index, and control downloaded mail.
nb: Inspiser lokale e-postdata, bygg søkeindeksen på nytt og styr nedlastet e-post.

source: Inspect, add metadata records, and remove local key/certificate catalog entries.
nb: Inspiser, legg til metadataposter og fjern lokale nøkkel-/sertifikatkatalogoppføringer.

source: Is flagged
nb: Er flagget

source: Is read
nb: Er lest

source: Is replied to
nb: Er besvart

source: Is unread
nb: Er ulest

source: Keep all synced messages available locally.
nb: Behold alle synkroniserte meldinger tilgjengelig lokalt.

source: Keep checking mail in the background
nb: Fortsett å sjekke e-post i bakgrunnen

source: Keep full message content for the latest 14 days.
nb: Behold full meldingstekst for de siste 14 dagene.

source: Keep full message content for the latest 30 days.
nb: Behold full meldingstekst for de siste 30 dagene.

source: Keep full message content for the latest 6 months.
nb: Behold full meldingstekst for de siste 6 månedene.

source: Keep full message content for the latest 7 days.
nb: Behold full meldingstekst for de siste 7 dagene.

source: Keep full message content for the latest 90 days.
nb: Behold full meldingstekst for de siste 90 dagene.

source: Keep full message content for the latest year.
nb: Behold full meldingstekst for det siste året.

source: Keep headers only; load body content on demand.
nb: Behold kun topptekster; last brødtekst ved behov.

source: Keep offline
nb: Behold offline

source: Keep small guardrails active while composing mail.
nb: Hold små sikkerhetsnett aktive mens du skriver e-post.

source: Keeps outgoing messages locally queued before handoff to the backend.
nb: Holder utgående meldinger i lokal kø før levering til serverdelen.

source: Keeps your current rules, signatures, and lists, and adds anything missing from the backup.
nb: Beholder gjeldende regler, signaturer og lister, og legger til alt som mangler fra sikkerhetskopien.

source: Label
nb: Etikett

source: Let Sparkle check in the background about once a week.
nb: La Sparkle sjekke i bakgrunnen cirka én gang i uken.

source: License
nb: Lisens

source: Light
nb: Lys

source: List density
nb: Listetetthet

source: Loading folders for the current mailbox…
nb: Laster mapper for gjeldende postkasse …

source: Loading folders…
nb: Laster mapper …

source: Loading mailboxes…
nb: Laster postkasser …

source: Loading server rules…
nb: Laster serverregler …

source: Loading vacation responder…
nb: Laster fraværssvar …

source: Local OpenAI-compatible endpoint; no API key by default.
nb: Lokalt OpenAI-kompatibelt endepunkt; ingen API-nøkkel som standard.

source: Local data
nb: Lokale data

source: Local defaults for replies, forwarding, formatting, and send safety.
nb: Lokale standarder for svar, videresending, formatering og sendesikkerhet.

source: Local folders
nb: Lokale mapper

source: Local folders are your mail, not a cache. The backup carries one MBOX file per folder.
nb: Lokale mapper er e-posten din, ikke en buffer. Sikkerhetskopien inneholder én MBOX-fil per mappe.

source: Local key material
nb: Lokalt nøkkelmateriale

source: Local only. Indexed text never leaves this device, and turning this off deletes the index.
nb: Kun lokalt. Indeksert tekst forlater aldri denne enheten, og å slå dette av sletter indeksen.

source: Local retention
nb: Lokal oppbevaring

source: Local rule "%@" will be removed.
nb: Lokal regel «%@» fjernes.

source: Local rules
nb: Lokale regler

source: Local rules are evaluated in order. The first matching rule wins per message.
nb: Lokale regler evalueres i rekkefølge. Første treffende regel vinner per melding.

source: Local rules refreshed.
nb: Lokale regler oppdatert.

source: Local rules saved.
nb: Lokale regler lagret.

source: Local rules work for every account, including providers that don't expose server rules.
nb: Lokale regler fungerer for alle kontoer, inkludert leverandører som ikke tilbyr serverregler.

source: Local search
nb: Lokalt søk

source: Local search index failed: %@
nb: Lokal søkeindeks mislyktes: %@

source: Local search index has not been built.
nb: Lokal søkeindeks er ikke bygd.

source: Local search index ready: %lld index objects, %lld headers, %lld bodies, %lld search docs, %lld folders.
nb: Lokal søkeindeks klar: %lld indeksobjekter, %lld topptekster, %lld brødtekster, %lld søkedokumenter, %lld mapper.

source: Local search index ready: %lld messages.
nb: Lokal søkeindeks klar: %lld meldinger.

source: Local search uses Brev-owned cached headers and message bodies. Use Server in the message list when you want provider search; the lookback above decides how far back bodies stay searchable.
nb: Lokalt søk bruker Brev-eide bufrede topptekster og brødtekster. Bruk Server i meldingslisten når du vil ha leverandørsøk; perioden over avgjør hvor langt tilbake brødtekster forblir søkbare.

source: Look up conversation members across this mailbox's folders.
nb: Slå opp samtaledeltakere på tvers av denne postkassens mapper.

source: Looks up sender photos locally on this device.
nb: Slår opp avsenderbilder lokalt på denne enheten.

source: Mail Storage
nb: E-postlagring

source: Mail cache
nb: E-postbuffer

source: Mail import is currently available on Mac.
nb: E-postimport er foreløpig tilgjengelig på Mac.

source: Mail import is not supported by this account yet.
nb: E-postimport støttes ikke av denne kontoen ennå.

source: Mail preview
nb: E-postforhåndsvisning

source: Mailbox
nb: Postkasse

source: Mailbox View
nb: Postkassevisning

source: Mailbox list
nb: Postkasseliste

source: Mailbox preferences
nb: Postkasseinnstillinger

source: Mailboxes
nb: Postkasser

source: Main and Settings windows use standard title bars until Unified title bar is enabled.
nb: Hoved- og Innstillings-vinduer bruker standard tittellinjer til Enhetlig tittellinje er slått på.

source: Make default
nb: Sett som standard

source: Make default mailbox %@
nb: Gjør postkasse %@ til standard

source: Manage direct-download macOS update checks.
nb: Administrer oppdateringssjekker for direktnedlasting på macOS.

source: Manage local signing and encryption defaults plus key/certificate material.
nb: Administrer lokale standarder for signering og kryptering samt nøkkel-/sertifikatmateriale.

source: Manage the mail accounts connected to Brev.
nb: Administrer e-postkontoene som er koblet til Brev.

source: Manual
nb: Manuell

source: Manual server URL
nb: Manuell server-URL

source: Manually
nb: Manuelt

source: Mark read
nb: Merk som lest

source: Mark senders as VIP to find their messages quickly. Set follow-up reminders on individual messages.
nb: Merk avsendere som VIP for å finne meldingene deres raskt. Sett oppfølgings­påminnelser på enkeltmeldinger.

source: Mark unread
nb: Merk som ulest

source: Match
nb: Samsvar

source: Match conditions
nb: Samsvarsbetingelser

source: Material effects apply to mail and Settings chrome; pane and sidebar opacity keep content readable.
nb: Materialeffekter gjelder e-post- og Innstillings-rammeverk; panel- og sidelinje-gjennomsiktighet holder innholdet lesbart.

source: Merge
nb: Slå sammen

source: Merge into existing folder
nb: Slå sammen med eksisterende mappe

source: Message
nb: Melding

source: Message %@…
nb: Melding %@ …

source: Message content
nb: Meldingsinnhold

source: Message font
nb: Meldingsskrift

source: Message format
nb: Meldingsformat

source: Message list
nb: Meldingsliste

source: Message opacity
nb: Meldingsgjennomsiktighet

source: Message preview
nb: Meldingsforhåndsvisning

source: Message security
nb: Meldingssikkerhet

source: Messages
nb: Meldinger

source: Messages from VIP senders appear in the VIP smart view.
nb: Meldinger fra VIP-avsendere vises i VIP-smartvisningen.

source: Messages from these senders are filtered out of your mailbox.
nb: Meldinger fra disse avsenderne filtreres ut av postkassen din.

source: Mirror a small set of preferences between your devices through your own iCloud account.
nb: Speil et lite utvalg innstillinger mellom enhetene dine via din egen iCloud-konto.

source: Mode
nb: Modus

source: Model ID
nb: Modell-ID

source: Moderate frequency. Lower battery usage.
nb: Moderat hyppighet. Lavere batteribruk.

source: Mon
nb: Man

source: Move %@ down
nb: Flytt %@ ned

source: Move %@ up
nb: Flytt %@ opp

source: Move Rule Down
nb: Flytt regel ned

source: Move Rule Up
nb: Flytt regel opp

source: Move Signature Down
nb: Flytt signatur ned

source: Move Signature Up
nb: Flytt signatur opp
